{"company":[{"id":"90","name":"APISpark","summary":"APISpark is an cloud API platform that lets you create, host, manage and use web APIs. Using the Restlet Framework at its core, APISpark simplifies the web API experience, the time to market, and the overall cost to get started and to scale you APIs. Restlet is a web API platform vendor, pioneer of RESTful web APIs. APISpark serves our customers around the world, providing software to build web AP","details":"APISpark is an cloud API platform that lets you create, host, manage and use web APIs. Using the Restlet Framework at its core, APISpark simplifies the web API experience, the time to market, and the overall cost to get started and to scale you APIs. Restlet is a web API platform vendor, pioneer of RESTful web APIs. APISpark serves our customers around the world, providing software to build web APIs, which includes APISpark, the PaaS version of Restlet. APISpark lets you build and deploy your web APIs, which includes the creation, hosting and management--all in one solution.APISpark also provides marketing services for APIs that demonstrate they are stable and well document by promoting via their own API catalog. The entire catalog is curated, to ensure quality.","website":"http:\/\/apispark.com\/","twitter":"https:\/\/twitter.com\/restlet_org","github":"https:\/\/github.com\/apispark","blog":"http:\/\/blog.restlet.com\/","blogrss":"http:\/\/blog.restlet.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/APISpark-Logo.png","screenshot":null,"tags":"API Deployment,API Management,API-Deployment"},{"id":"1688","name":"Storeplacer","summary":"Storeplacer&trade; is an SaaS commerce platform that provides   developers and retailers with multi-channel commerce tools   to engage, analyze and transact with customers anytime on any digital   device.\nStoreplacer provides developers with a powerful API suite, an scalable database and cloud-based tools to create, manage and embed product content and transactions within any digital touchpoint. D","details":"Storeplacer&trade; is an SaaS commerce platform that provides   developers and retailers with multi-channel commerce tools   to engage, analyze and transact with customers anytime on any digital   device.\nStoreplacer provides developers with a powerful API suite, an scalable database and cloud-based tools to create, manage and embed product content and transactions within any digital touchpoint. Developers can use a single backend to easily create omni-channel commerce experiences across web, mobile, iOS, Android, TV, social networks, blog, videos, email, ads, voice apps or other connected devices.\nStoreplacer&rsquo;s Multi-Channel Commerce Cloud enables merchants,  agencies, and non-technical managers to create and deploy web, mobile  web, and social commerce stores without any IT staff required. Clients  can deploy stores in a single day without having to write a single line  of code and never have to configure or maintain servers. Merchants&rsquo; can  now focus on customer acquisition, merchandising and the user experience  and spend less time on IT complexities.","website":"http:\/\/www.storeplacer.com\/","twitter":"https:\/\/twitter.com\/storeplacer","github":"https:\/\/github.com\/Storeplacer","blog":"http:\/\/www.storeplacer.com\/company\/blog\/","blogrss":"http:\/\/blog.storeplacer.com\/CMS\/UI\/Modules\/BizBlogger\/rss.aspx","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/store-placer-logo.jpeg","screenshot":null,"tags":"API Management,API-Deployment,BaaS,E-commerce"},{"id":"21","name":"Vordel","summary":"Vordel was born out of a recognition by our founders of the increasingly open and de-perimeterized nature of corporate computing environments. Driven by the adoption of technologies such as XML, REST and SOAP, Vordel identified the need for a means of controlling the increasingly complex and inherently insecure nature of connections across the internet between enterprises. In response Vordel devel","details":"Vordel was born out of a recognition by our founders of the increasingly open and de-perimeterized nature of corporate computing environments. Driven by the adoption of technologies such as XML, REST and SOAP, Vordel identified the need for a means of controlling the increasingly complex and inherently insecure nature of connections across the internet between enterprises. In response Vordel developed the world&rsquo;s first XML firewall in 2002, the precursor to today&rsquo;s XML Gateway or SOA appliance.\nToday, the company&rsquo;s technology is in its sixth generation and is deployed in some of the world&rsquo;s largest IT infrastructures. Fortune 500 enterprises and government agencies around the world rely on Vordel's XML Gateway and Cloud Service Broker to increase performance, strengthen security and enhance the interoperability of their SOA and Cloud deployments. With Vordel, companies accelerate their time to benefit from SOA and Cloud and reduce the attendant development and deployment costs. Vordel enables enterprises to govern their service usage and reduce the costs associated with protecting and accelerating their services-based IT environments.","website":"http:\/\/www.vordel.com\/","twitter":"https:\/\/twitter.com\/vordel","github":"","blog":"http:\/\/resources.vordel.com\/index.php\/category\/blog\/","blogrss":"view-source:http:\/\/feeds.feedburner.com\/Vordelfeeds?format=xml","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Vordel-API-Management.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Vordel-Screenshot.png","tags":"API Deployment,API Gateway,API Management,Enterprise,Vordel"},{"id":"28","name":"Emergent One","summary":"Emergent One is an API platform that allows you to quickly generate and launch a new API from MySQL or Postegres database connections. After launched a developer portal is providing API registration, documentation, blog and console. Emergent One automatically generates documentation and code samples, and provides access controls, caching and analytics for managing your API.Emergent one is a comple","details":"Emergent One is an API platform that allows you to quickly generate and launch a new API from MySQL or Postegres database connections. After launched a developer portal is providing API registration, documentation, blog and console. Emergent One automatically generates documentation and code samples, and provides access controls, caching and analytics for managing your API.Emergent one is a complete cloud solution for taking existing data and deploying, then managing the APIs without any addition deployment of software. The Emergent One platform provides a free tier to test drive the cloud API platform, with scale business and enterprise solutions for database to API deployments.","website":"http:\/\/www.emergentone.com\/","twitter":"https:\/\/twitter.com\/emergent_one","github":"","blog":"http:\/\/www.emergentone.com\/blog\/company\/","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/emergent-one-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/EmergentOne-Screenshot.png","tags":"API Deployment,API Management,API-Deployment"},{"id":"22","name":"Intel® Expressway Service Gateway","summary":"Intel Expressway API Manager, powered by Mashery, helps enterprises to integrate 3rd-party APIs with their own on-prem or cloud based internal data services. This provides enterprise class security, legacy integration, and a more flexible enterprise ready MBaaS platform for the development of mobile applications. In conjunction, the Intel&reg; HTML5 Development Environment addresses development cy","details":"Intel Expressway API Manager, powered by Mashery, helps enterprises to integrate 3rd-party APIs with their own on-prem or cloud based internal data services. This provides enterprise class security, legacy integration, and a more flexible enterprise ready MBaaS platform for the development of mobile applications. In conjunction, the Intel&reg; HTML5 Development Environment addresses development cycle challenges with the Intel&reg; XDK - Cross platform development kit enabling &ldquo;write it once, deploy to many&rdquo; mobile platforms.. Intel's App Dev center is a cloud-based service that packages HTML5 apps for Apple iOS, Google Android, Amazon Kindle, Facebook, and other App Stores. Intel also provides APIs through its Cloud Services Platform, including location-based, identity, commerce, context, and recommendation services.","website":"http:\/\/cloudsecurity.intel.com","twitter":"https:\/\/twitter.com\/IntelAPIGateway","github":"","blog":"http:\/\/blogs.intel.com\/security-gateways\/","blogrss":"http:\/\/blogs.intel.com\/security-gateways\/feed\/rss2\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/intel-api-management-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Intel-Screenshot.png","tags":"API Deployment,API Gateway,BaaS,Enterprise,Intel"},{"id":"1361","name":"SlashDB","summary":"SlashDB connects your internal databases and constructs a REST\/HTTP web service, easily making database content accessible by URLs for getting, updating, inserting and deleting in a secure way. SlashDB provides connectors for Microsoft SQL Server, Oracle, MySQL, PostGreSQL, IBM DB2 and Sybase--covering the top 5 databases you will find in the enterprise or small to medium businesses.\nSlashDB autom","details":"SlashDB connects your internal databases and constructs a REST\/HTTP web service, easily making database content accessible by URLs for getting, updating, inserting and deleting in a secure way. SlashDB provides connectors for Microsoft SQL Server, Oracle, MySQL, PostGreSQL, IBM DB2 and Sybase--covering the top 5 databases you will find in the enterprise or small to medium businesses.\nSlashDB automatically turns databases into online resource so their  content becomes accessible to authorized web, mobile and enterprise  applications for reading and writing under standard data formats.  Technically speaking, it makes REST APIs out of relational databases.SlashDB  is currently available for both on-premise and cloud installations, providing ready-to-use virtual machines (AMI, VMware, VirtualBox etc.). Once a VM is launched a  user-friendly, web based admin GUI allows to add, remove and reconfigure  database services.","website":"http:\/\/www.slashdb.com\/","twitter":"http:\/\/twitter.com\/slash_db","github":"","blog":"","blogrss":"http:\/\/www.slashdb.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/slashdb-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/7335_slashdb.png","tags":"API Management,API-Deployment"},{"id":"1813","name":"Oracle","summary":"Secures service-oriented architecture (SOA) deployments on-premise, across domain boundaries, or in the cloud enabling organizations to securely and rapidly adopt cloud, mobile, and SOA services. Provides a lightweight API gateway for securing and managing APIs. Connects mobile devices to existing enterprise systems. Significantly lowers integration costs, decreases total cost of ownership, and re","details":"Secures service-oriented architecture (SOA) deployments on-premise, across domain boundaries, or in the cloud enabling organizations to securely and rapidly adopt cloud, mobile, and SOA services. Provides a lightweight API gateway for securing and managing APIs. Connects mobile devices to existing enterprise systems. Significantly lowers integration costs, decreases total cost of ownership, and reduces deployment risks. Offers rich integration with many identity and access management platforms. Helps streamline regulatory compliance through authentication, authorization, and audit capabilities.","website":"http:\/\/www.oracle.com\/us\/products\/middleware\/identity-management\/api-gateway\/overview\/index.html","twitter":"https:\/\/twitter.com\/OracleSOA","github":"","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/logos\/oracle-logo.jpg","screenshot":null,"tags":"API Deployment,API Gateway,API Management"}],"published":"06\/29\/2013"}